[
    {
        "scene_id": 0,
        "roles": [
            "夏东海",
            "刘梅",
            "刘星",
            "小雪",
            "小雨"
        ],
        "summary": "夏东海向刘梅求婚，刘梅欣然答应，正准备拥抱时，儿子刘星打断，提醒刘梅去学校。夏雨随后跑来抱住夏东海，称自己被蜘蛛咬了。刘梅让刘星和夏雨去玩，夏东海介绍了自己的女儿夏雪，刘梅补充说他们有共同的妈妈，强调了这个家庭的联系与温暖。"
    },
    {
        "scene_id": 10,
        "roles": [
            "刘梅",
            "小雪",
            "刘星",
            "小雨",
            "夏东海"
        ],
        "summary": "在场景中，夏雪回到家中，刘梅热情欢迎她，并介绍她的房间。刘星和小雨兴奋地拍手跳跃，展现出对小雪的喜爱。刘梅提醒大家洗手，夏雪坚持使用自己的消毒湿纸巾，表现出她的独立性。刘梅和夏东海一起帮小雪搬行李，营造出温馨的家庭氛围。"
    },
    {
        "scene_id": 11,
        "roles": [
            "小雪",
            "小雨"
        ],
        "summary": "在场景中，小雪询问小雨在家里的生活状况，表达对小雨的关心。小雨对生活的回答显得有些无奈，提到家庭中的自由受到限制。小雪进一步关注小雨与刘星的关系，试图了解小雨是否受到欺负，显示出小雪对小雨的保护欲和对家庭环境的担忧。"
    },
    {
        "scene_id": 12,
        "roles": [
            "刘星",
            "小雪"
        ],
        "summary": "在场景中，刘星从厕所出来，与小雪互动。刘星试图安慰小雪，表示不会欺负她，展现出一种保护的姿态。小雪则用讽刺的语气回应，质疑自己在家中的地位，表现出对自身处境的不满。两人之间的对话反映出小雪对刘星保护承诺的怀疑和对生活环境的不满。"
    },
    {
        "scene_id": 13,
        "roles": [
            "夏东海",
            "刘梅",
            "刘星",
            "小雪",
            "小雨"
        ],
        "summary": "在场景中，夏东海和刘梅召集家人吃饭，气氛热闹。刘梅为小雪夹菜，但小雪坚持自己的饮食习惯。她在祝酒词中明确表达了对个人空间和独立性的要求，令刘梅感到愤怒。夏东海试图缓和气氛，刘梅最终选择离开去准备鸡蛋汤，显示出她的无奈和失望。"
    },
    {
        "scene_id": 14,
        "roles": [
            "夏东海",
            "小雪",
            "刘梅"
        ],
        "summary": "在场景中，夏东海询问小雪的意图，小雪则拒绝回答，显示出她的独立性。刘梅端来西红柿鸡蛋汤，提到小雪小时候的喜好，夏东海调侃小雪受到宠爱。小雪感慨与父亲的分离，夏东海对此回应含糊，气氛中流露出家庭的距离和温情。"
    },
    {
        "scene_id": 18,
        "roles": [
            "小雪",
            "刘梅",
            "夏东海"
        ],
        "summary": "在客厅里，刘梅和夏东海对夏雪的回归毫不在意，夏雪试图引起他们的关注，询问他们是否关心她的行踪。刘梅建议夏雪熟悉新家周边，而夏东海附和，企图缓和气氛。然而，夏雪表示不想去花园，刘梅和夏东海随即表示理解，气氛依然冷淡。"
    },
    {
        "scene_id": 20,
        "roles": [
            "小雪",
            "夏东海",
            "刘梅"
        ],
        "summary": "小雪气愤地走出房间，手中握着一条枕巾，表示不喜欢这条枕巾，想用它当擦脚布。夏东海表示无所谓，支持小雪的选择。刘梅也附和夏东海，气氛轻松。然而，小雪对这种回应感到无趣，最终又回到房间。"
    },
    {
        "scene_id": 22,
        "roles": [
            "小雪",
            "狂野男孩"
        ],
        "summary": "在回家的路上，小雪催促狂野男孩摘下帽子，并提到课本内容。狂野男孩听从后露出红发，关心明天上学前能否洗掉。小雪表示如果洗不掉会帮他染成黑色，显示出她的调皮和关心。狂野男孩无奈但仍然继续前行，小雪则得意地跟在后面。"
    },
    {
        "scene_id": 24,
        "roles": [
            "刘梅",
            "小雪",
            "狂野男孩"
        ],
        "summary": "夏雪和狂野男孩一起进入屋内，夏雪试图介绍狂野男孩给刘梅，感到有些紧张。刘梅对狂野男孩的出现表示惊讶，而小雪则自豪地介绍他是自己的男朋友。狂野男孩兴奋地边唱边舞，展现出对爱情的热情，气氛轻松愉快。"
    },
    {
        "scene_id": 25,
        "roles": [
            "小雪",
            "刘梅",
            "夏东海",
            "狂野男孩",
            "刘星",
            "小雨"
        ],
        "summary": "在场景中，刘星和夏雨从屋里走出，欢笑打闹，令刘梅和夏东海感到惊讶。小雪询问刘梅和夏东海对她的男朋友狂野男孩的看法，狂野男孩则献上玫瑰花并告白“I love you”。小雪邀请他到房间，引发刘星和夏雨的惊叹。夏东海因无法控制自己的情绪，想冲向小雪的房间，但被刘梅拉住，最后因紧张晕倒，刘梅惊呼。"
    },
    {
        "scene_id": 26,
        "roles": [
            "夏东海",
            "小雪",
            "狂野男孩",
            "刘梅",
            "刘星",
            "小雨"
        ],
        "summary": "在场景中，夏东海强硬地将小雪拉出房间，准备与她单独对话。刘梅偷听时被吓跑，而狂野男孩则试图保护小雪，表现出对她的关心。刘星和小雨调侃狂野男孩的勇气，并讨论爱情誓言。刘梅对男孩们的调侃感到不满，试图制止他们。场面充满了紧张与幽默的互动。"
    },
    {
        "scene_id": 27,
        "roles": [
            "夏东海",
            "小雪",
            "刘梅"
        ],
        "summary": "在书房里，夏东海对小雪交男朋友表示失望，并质疑她的社交能力，小雪则反驳父亲对她生活的干涉，表达对父亲不关心的愤怒和伤痛。夏东海试图平息争论，但小雪坚持自己的选择，愤怒离开，刘梅在门口傻笑，小雪冷冷瞪视后离去。夏东海呼唤小雪，感到无奈。"
    },
    {
        "scene_id": 33,
        "roles": [
            "刘梅",
            "夏东海",
            "小雪"
        ],
        "summary": "在书房里，刘梅和夏东海与小雪进行轻松的沟通。刘梅鼓励小雪不要紧张，并表示他们尊重小雪的私人生活。夏东海强调小雪在家中享有完全的自由，支持她的选择。小雪感到惊讶，但最终决定去爷爷家并提到带男朋友回家，刘梅和夏东海则表示支持。小雪在思考后离开书房，留下刘梅和夏东海的关心与信任。"
    },
    {
        "scene_id": 39,
        "roles": [
            "狂野男孩",
            "小雪"
        ],
        "summary": "在夏雪的房间里，狂野男孩请求夏雪告诉他解题方法，但夏雪拒绝，表示自己还有目标未达成。狂野男孩安慰夏雪，认为她的父母很好，担心的事情不会发生。夏雪对此感到沉思，内心 conflicted。"
    }
]