[
    {
        "scene_id": 0,
        "roles": [
            "夏东海",
            "刘梅",
            "刘星",
            "小雪",
            "小雨"
        ],
        "summary": "夏东海向刘梅求婚，刘梅欣然答应，正准备拥抱时，儿子刘星打断，提醒刘梅去学校。夏雨随后跑来抱住夏东海，称自己被蜘蛛咬了。刘梅让刘星和夏雨去玩，夏东海介绍了自己的女儿夏雪，刘梅补充说他们有共同的妈妈，强调了这个家庭的联系与温暖。"
    },
    {
        "scene_id": 3,
        "roles": [
            "小雨",
            "刘梅",
            "夏东海"
        ],
        "summary": "小雨因手被虫子咬而感到不适，向刘梅寻求安慰。刘梅安慰小雨，并幽默解释蚊子只咬她的原因。小雨表示不想上学，想睡觉，理由是时差未倒。夏东海插话，调侃小雨已经很久未倒时差，并提到小雨在美国的生活。刘梅则支持小雨的感受，认为夏东海不理解小雨的情况。"
    },
    {
        "scene_id": 4,
        "roles": [
            "刘星",
            "小雨",
            "刘梅"
        ],
        "summary": "刘星兴高采烈地向刘梅和小雨问好，刘梅提醒他在弟弟面前要说中文。刘星分享他看到一个八条腿的生物，吓得小雨爬上椅子，误以为是大蜘蛛。刘梅则解释那是她买的活螃蟹，缓解了紧张气氛。刘星和小雨听后一起回应，气氛变得轻松愉快。"
    },
    {
        "scene_id": 6,
        "roles": [
            "小雨",
            "刘星"
        ],
        "summary": "小雨和刘星走进夏雪精致的房间，感受到温馨的氛围。小雨调侃夏雪的热情接待，表达了自己的高兴。刘星则赞叹夏雪的床比自己的更舒适，二人都对夏雪的房间表示喜爱，展现出愉快和轻松的互动。"
    },
    {
        "scene_id": 7,
        "roles": [
            "刘梅",
            "刘星",
            "小雨"
        ],
        "summary": "在这个场景中，刘梅端着荔枝进来，责怪刘星和小雨弄乱了房间。刘星看到荔枝后想要吃，刘梅则不信任他们。刘星和小雨提出为姐姐小雪表演节目，刘梅同意，但提醒他们不能在吃饭前演出。刘星和小雨表达了对小雪的思念，期待她的到来。"
    },
    {
        "scene_id": 8,
        "roles": [
            "刘梅",
            "刘星",
            "小雨"
        ],
        "summary": "在客厅里，刘梅和刘星等待父女二人归来，刘梅担心她们的安全。刘星提议先吃饭，刘梅则坚持要等。刘星和小雨开玩笑，刘梅严肃告诫刘星要对小雪姐姐好。刘星不情愿地答应，而小雨则期待得到奖励。整个场景展现了家庭成员之间的关心和互动。"
    },
    {
        "scene_id": 9,
        "roles": [
            "夏东海",
            "小雨",
            "刘梅"
        ],
        "summary": "夏东海回到家，兴奋地向小雨和刘梅打招呼。小雨高兴地回应父亲，刘梅则询问小雪的情况。夏东海确认小雪已经到来，呼唤刘梅快点去见小雪，场景中洋溢着期待和温馨的氛围。"
    },
    {
        "scene_id": 10,
        "roles": [
            "刘梅",
            "小雪",
            "刘星",
            "小雨",
            "夏东海"
        ],
        "summary": "在场景中，夏雪回到家中，刘梅热情欢迎她，并介绍她的房间。刘星和小雨兴奋地拍手跳跃，展现出对小雪的喜爱。刘梅提醒大家洗手，夏雪坚持使用自己的消毒湿纸巾，表现出她的独立性。刘梅和夏东海一起帮小雪搬行李，营造出温馨的家庭氛围。"
    },
    {
        "scene_id": 11,
        "roles": [
            "小雪",
            "小雨"
        ],
        "summary": "在场景中，小雪询问小雨在家里的生活状况，表达对小雨的关心。小雨对生活的回答显得有些无奈，提到家庭中的自由受到限制。小雪进一步关注小雨与刘星的关系，试图了解小雨是否受到欺负，显示出小雪对小雨的保护欲和对家庭环境的担忧。"
    },
    {
        "scene_id": 13,
        "roles": [
            "夏东海",
            "刘梅",
            "刘星",
            "小雪",
            "小雨"
        ],
        "summary": "在场景中，夏东海和刘梅召集家人吃饭，气氛热闹。刘梅为小雪夹菜，但小雪坚持自己的饮食习惯。她在祝酒词中明确表达了对个人空间和独立性的要求，令刘梅感到愤怒。夏东海试图缓和气氛，刘梅最终选择离开去准备鸡蛋汤，显示出她的无奈和失望。"
    },
    {
        "scene_id": 16,
        "roles": [
            "刘星",
            "刘梅",
            "小雨",
            "夏东海"
        ],
        "summary": "刘梅情绪低落，正要哭泣时，刘星和小雨冲进来，带来坏消息。刘星告诉刘梅，小雪不告而别，连个头都没有回。刘梅和夏东海都表现出对小雪失踪的担忧，刘星和小雨则显得困惑，四人之间充满不安与焦虑。"
    },
    {
        "scene_id": 19,
        "roles": [
            "刘星",
            "小雨",
            "刘梅",
            "夏东海"
        ],
        "summary": "夏雪感到无聊，回房间后，夏雨和刘星进入客厅。刘星询问他们是否也能享受像夏雪一样的待遇，小雨对此表示怀疑。刘梅和夏东海听到声音，准备进入房间但又停下。夏东海强调耐心和爱心后返回客厅，刘星调侃能否也把音响开得这么大，刘梅对此有些无奈，气氛轻松。"
    },
    {
        "scene_id": 21,
        "roles": [
            "刘星",
            "小雨",
            "刘梅",
            "夏东海"
        ],
        "summary": "刘星和小雨讨论能否把枕巾当成擦脚布，引发了他们的好奇和调皮。刘梅介入，责问他们在捣乱，夏东海则强调枕巾和擦脚布的不同。刘梅坚决反对这种混用，刘星和小雨对此感到不解和困惑，展现出他们的天真与顽皮。"
    },
    {
        "scene_id": 25,
        "roles": [
            "小雪",
            "刘梅",
            "夏东海",
            "狂野男孩",
            "刘星",
            "小雨"
        ],
        "summary": "在场景中，刘星和夏雨从屋里走出，欢笑打闹，令刘梅和夏东海感到惊讶。小雪询问刘梅和夏东海对她的男朋友狂野男孩的看法，狂野男孩则献上玫瑰花并告白“I love you”。小雪邀请他到房间，引发刘星和夏雨的惊叹。夏东海因无法控制自己的情绪，想冲向小雪的房间，但被刘梅拉住，最后因紧张晕倒，刘梅惊呼。"
    },
    {
        "scene_id": 26,
        "roles": [
            "夏东海",
            "小雪",
            "狂野男孩",
            "刘梅",
            "刘星",
            "小雨"
        ],
        "summary": "在场景中，夏东海强硬地将小雪拉出房间，准备与她单独对话。刘梅偷听时被吓跑，而狂野男孩则试图保护小雪，表现出对她的关心。刘星和小雨调侃狂野男孩的勇气，并讨论爱情誓言。刘梅对男孩们的调侃感到不满，试图制止他们。场面充满了紧张与幽默的互动。"
    },
    {
        "scene_id": 32,
        "roles": [
            "刘星",
            "小雨"
        ],
        "summary": "在客厅，刘星和小雨讨论小雪的行为，刘星调侃小雪将受到惩罚，认为她捣乱并带男朋友回家是不可接受的。小雨则提到在美国打孩子是违法的，刘星回应中国也一样，调侃警察的无奈。小雨发现没有听到惨叫声，刘星急忙用手堵住夏雨的嘴，营造出轻松幽默的氛围。"
    },
    {
        "scene_id": 36,
        "roles": [
            "刘星",
            "小雨"
        ],
        "summary": "在客厅里，刘星和小雨听到敲门声，迅速争先恐后地想去开门。刘星兴奋地表示要去开门，而小雨也急切地想抢先。两人之间的竞争和互动展现了他们对来访者的好奇与期待。"
    },
    {
        "scene_id": 37,
        "roles": [
            "小雨",
            "刘星",
            "夏东海",
            "狂野男孩",
            "刘梅"
        ],
        "summary": "在场景中，刘星打开门迎接狂野男孩，小雨兴奋地告诉父母狂野男孩来了。夏东海和刘梅热情欢迎他，并询问他是否来学习。狂野男孩点头回应，刘梅表示会为他们准备水果。小雪在门外犹豫后进屋，狂野男孩追随其后，展现出对小雪的关心和期待。"
    },
    {
        "scene_id": 38,
        "roles": [
            "刘星",
            "小雨"
        ],
        "summary": "刘星和小雨在厨房的刘星与夏雨夫妇庆祝胜利后，感到轻松愉快。刘星傻笑着自言自语，表达自己想要女朋友的愿望。小雨则调皮回应，送给刘星一朵玫瑰花。两人相视而笑，快乐地扑倒在沙发上，享受这一刻的亲密与欢乐。"
    },
    {
        "scene_id": 40,
        "roles": [
            "刘梅",
            "夏东海",
            "刘星",
            "小雨"
        ],
        "summary": "在这个场景中，刘梅和夏东海讨论女儿小雪的改变，认为宽容和理解让她更加乖巧。夏东海感慨他们的决策成功，刘梅开玩笑说要获得大奖。两人轻松的对话被刘星和小雨的歌声打断，刘梅无奈地起身，夫妻俩急忙去制止孩子们的闹腾。"
    },
    {
        "scene_id": 41,
        "roles": [
            "刘星",
            "刘梅",
            "小雨",
            "夏东海"
        ],
        "summary": "刘星和夏东海在卧室里嬉闹，刘梅突然打断，询问他们的举动。刘星请求刘梅资助他染发，刘梅愤怒准备训斥。夏东海试图平息刘梅的情绪。刘星则提出想交女朋友，刘梅警告他如果有野蛮女友，就会遭遇一个更野蛮的母亲。刘星感到不公平，刘梅愤怒升级，夏东海努力阻止冲突。"
    }
]